0xtanzim.filetree-pro
aaron-bond.better-comments
adpyke.codesnap
afzalsayed96.reacticons
amazonwebservices.amazon-q-vscode
anbuselvanrocky.bootstrap5-vscode
anteprimorac.html-end-tag-labels
aries.aries
austenc.tailwind-docs
box-of-hats.bemhelper
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
devzstudio.emoji-snippets
dineug.vuerd-vscode
docker.docker
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
eliverlara.andromeda
esbenp.prettier-vscode
fallenmax.mithril-emmet
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
flipflopszzz.english-writing-formatter
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
humao.rest-client
ionutvmi.path-autocomplete
jebbs.plantuml
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
launchdarklyofficial.launchpad-design-system
lior-chamla.google-fonts
lkrms.inifmt
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
mikestead.dotenv
mohamedibrahim13.color-generator
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
oneyearacademy.oneyearacademy
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
pomdtr.excalidraw-editor
postman.postman-for-vscode
pucelle.vscode-css-navigation
rangav.vscode-thunder-client
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
solnurkarim.html-to-css-autocompletion
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
sumitsaha.learn-with-sumit-theme
usernamehw.errorlens
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wix.vscode-import-cost
xabikos.javascriptsnippets
yongzeyao.dom-code-snippets
